coolingArgs = {
    "atom": "87Rb",  # 原子种类
    "num_atom": 30,  # 原子个数
    "det_2d": -2,  # 失谐 单位Hz 取值范围：[-100,0]
    "wb_2d": 8,  # 光斑尺寸、光束直径     取值范围：[0,10]
    "roffset_2d": [0., 0., -5.],  # 原子初始位置补偿 取值范围：[-50,50]
    "po_2d": [0., 0., -5.],  # 光阱中心位置 取值范围：[-50,0] 在这里我们是以Z轴为原子推送轴
    "tmax_2d": 0.00005,  # 演化时长 0.03
    "axis_g": 1,  # 重力加速度 单位m/s^2 在这里我们是以Y轴为重力轴
    "rotation_angles_2d": [0., 0., 0.],  # 2d光场旋转角度  取值范围：[0,2*np.pi]
    "Ige_2d": 2,  # 泵浦光的光强 单位mW/cm²  取值范围：[0,10]
    "Ire_2d": 15,  # 冷却光的光强 单位mW/cm²  取值范围：[0,20]
    "num_points": 50,  # 求解的采样点数,即最后保存的结果时间轴的时间点个数
    "random_recoil_flag": False,
    "max_scatter_probability": 0.5,
}